{
  "tsg": {
    "tsgStartsSoon": "TOKENSALE СКОРО НАЧНЕТСЯ",
    "tsgCompleted": "TOKENSALE ЗАВЕРШЕН",
    "tsgSuccessfull": "TOKENSALE УСПЕШЕНЫЙ",
    "tsgUnSuccessfull": "TOKENSALE НЕУСПЕШНЫЙ",
    "learnMore": "О ПРОЕКТЕ",
    "joinTsg": "УЧАСТВОВАТЬ В ТОКЕНСЕЙЛЕ",
    "joinTsgLowercase": "Участвовать в токенсейле",
    "contributeTsg": "Инвестировать еще",
    "backToProjects": "Вернуться к проектам",
    "walletAddress": "Адрес Кошелька",
    "walletAddressLowercase": "Адрес кошелька",
    "walletRegister": "Зарегистрировать кошелек",
    "walletMyWallet": "Мой кошелек *",
    "walletName": "Имя",
    "walletDescription": "Описание",
    "projectOwerview": "ОБЩАЯ ИНФОРМАЦИЯ О ПРОЕКТЕ",
    "tsgOwerview": "Основная информация О ТОКЕНСЕЙЛЕ",
    "tsgTeam": "Команда",
    "tsgAdvisors": "Советники",
    "tsgRoadmap": "Дорожная карта",
    "tsgDocuments": "Документы",
    "tsgSummary": "<p>Участик в токенсейле требует обязательного предоставления определенной информации о клиенте.</p><p>Tokensale Global имеет целью создание безопасной среды для проведения токенсейлов, в то же время не проводит предварительного отбора проектов и не дает рекомендаций о проектах, которые присоединяются к платформе. Разумно и взвешенно подходите к проектам, и предпримите необходимые усилия для изучения проектов, до того как вы участвуете в токенсейле.</p><p>Добро пожаловать в наше сообщество!</p>",
    "cancel": "Отмена",
    "join": "Присоединиться",
    "register": "Зарегистрировать",
    "tsgAgreemnetCheckbox1": "Я внимательно изучил документацию, предоставленную Вендором для участия в токенсейле, и соглашаюсь с условиями участия в токейнсейле",
    "tsgAgreemnetCheckbox2": "Я подтверждаю, что я прочитал и принимаю Условия использования",
    "tsgAgreemnetCheckbox3": "Я подтверждаю, что я прочитал и принимаю Политику конфиденциальности и AML/KYC",
    "tsgAgreemnetCheckbox4": "Я подтверждаю, что принимаю участие в токенсейле от своего имени и своими личными средствами, которые не являются результатом какой-либо незаконной деятельности, в том числе: отмыванием денег и финансированием терроризма, и я не намерен использовать Сайт в любой незаконной деятельности",
    "tsgAgreemnetCheckbox5": "Я подтверждаю, что я не нахожусь или, как правило, не проживаю на территориях, где законом запрещено участие в токенсейлах (эти территории исключены и определены в Условиях) ",
    "tsgAgreemnetCheckbox6": "Я подтверждаю, что предоставил точную идентификационную информацию. Я понимаю, что ISG может в любое время запросить дополнительную информацию для целей KYC/AML и обязуется предоставлять такую ​​информацию в кратчайшие сроки",
    "tsgAttachments": "Вложения",
    "tsgAddAttachments": "Добавить вложение",
    "tsgAddAttachmentsDescription": "(Загрузите копию паспорта, и Ваше фото с паспортом)",
    "tsgOnReview": "Рассматривается",


    "errors": {
      "shouldNotBeEmpty": "поле не может быть пустым"
    },
    "notification": {
      "varificationDataSendSuccess": "Ваши данные проверки успешно отправлены! Мы отправим вам электронное письмо, когда ваша учетная запись будет проверена.",
      "attachmentRemoved": "Файл успешно удалено",
      "forrbidenContribute": "Чтобы инвестировать в токенсейл, Вам нужно пройти проверку KYC. Это юридически требуемая процедура. Перейдите на вкладку \"Проверка\".",
      "okSubscribe" : "Вы успешно присоединились к tokensale!",
      "noActiveWallet" : "Кошелек токенсейла еще не активный! Попробуйте внести инвестиции позже."
    }
  }
}
