{
  "tsg": {
    "tsgStartsSoon": "TOKENSALE STARTS SOON",
    "tsgCompleted": "TOKENSALE COMPLETED",
    "tsgSuccessfull": "TOKENSALE SUCCESSFUL",
    "tsgUnSuccessfull": "TOKENSALE UNSUCCESSFUL",
    "learnMore": "LEARN MORE",
    "joinTsg": "JOIN TOKENSALE",
    "joinTsgLowercase": "Join tokensale",
    "contributeTsg": "Contribute more",
    "backToProjects": "Back to projects",
    "walletAddress": "Wallet Address",
    "walletAddressLowercase": "Wallet address",
    "walletRegister": "Register wallet",
    "walletMyWallet": "My wallet *",
    "walletName": "Name",
    "walletDescription": "Description",
    "projectOwerview": "PROJECT OVERVIEW",
    "tsgOwerview": "TOKENSALE OVERVIEW",
    "tsgTeam": "TEAM",
    "tsgAdvisors": "ADVISORS",
    "tsgRoadmap": "ROADMAP",
    "tsgDocuments": "DOCUMENTS",
    "tsgSummary": "<p>Please kindly note that joining tokensale requires providing certain mandatory KYC/AML information.</p><p>Tokensale Global attempts to create safe environment for tokensales, but at the same time has no pre-selection, nor makes any recommendation on the projects joining the platform. Please kindly exercise your judgement and make sufficient research needed before contributing to a project.</p><p>Welcome to our community!</p>",
    "cancel": "Cancel",
    "join": "Join",
    "register": "Register",
    "tsgAgreemnetCheckbox1": "I have studied carefully the documentation provided by the Vendor for the Tokensale and agree to proceed on such Tokensale terms",
    "tsgAgreemnetCheckbox2": "I hereby confirm that I have read and accept the Terms and Conditions  of use",
    "tsgAgreemnetCheckbox3": "I hereby confirm that I have read and accept the Privacy and AML/KYC Policy",
    "tsgAgreemnetCheckbox4": "I hereby confirm that I participate in the Tokensale on my own behalf and with my personal funds, which are not proceeds of any illegal activity, including, but no limited to: money laundering and financing terrorism, and I do not intend to use the Site for any illegal activity",
    "tsgAgreemnetCheckbox5": "I hereby confirm that I am not located, or otherwise ordinarily residing in any Excluded Territories as defined in the Terms and Conditions",
    "tsgAgreemnetCheckbox6": "I hereby confirm that I have provided accurate identity information. I understand that TSG may at any time request additional information for KYC/AML purposes and undertake to provide such information on short notice",
    "tsgAttachments": "Attachments",
    "tsgAddAttachments": "Add attachment",
    "tsgAddAttachmentsDescription": "(Upload a copy of your passport, and photo of you with your passport)",
    "tsgOnReview": "On review",



    "errors": {
      "shouldNotBeEmpty": "the field cannot be empty"
    },
    "notification": {
      "varificationDataSendSuccess": "Your verification data sent successfully! We will send you email, when your account will be verified.",
      "attachmentRemoved": "Attachment removed successfully",
      "forrbidenContribute": "In order to contribute to tokensale, you have to pass KYC check. This is a legally required procedure. Please proceed to \"Verification\" tab",
      "okSubscribe" : "Joined tokensale successfully!",
      "noActiveWallet" : "The Tokensale wallet isn't active yet! Try to contribute later."
    }
  }
}
